org/tools/tools.org
#+setupfile:./hugo_setup.org
#+hugo_slug: tools
#+title: Tools 

by documenting my belongings,
i will either better appreciate them
or learn to navigate their flaws.

* Currently
** Software
*** Organization
      grocy
      syncthing
*** Communication
      mastodon
      signal
      matrix synapse
*** Interaction
      zsh
      ranger
      firefox
      neovim
      bspwm
*** platform
      arch linux testing
      debian buster
*** publishing
      gemini
      org
*** media
      mopidy
      mpv
      tt-rss
      newsboat

** Hardware
*** writing
      moleskine
      pentel orenz nero
      planck
*** Camera
      nimslo 3D
      fuji xt3
*** Music
      bose qc35ii
      audioengine a2+
*** Compute
      vultr vps
      xps 13 9370
      galaxy s9

* Considering
herbstluftwm
fuji xt3
- 23mm f2
- 35mm f2
wireless nc earbuds
teenage engineering op-1
topcoat
better shoes
slides
ultrawide monitor
nixos

focus on the things that you do,
not the tools that you use to accomplish them.

better improvements often come with learning
to use the tools you have better, rather than
continuing to learn new tools and technologies.
