content/posts/tools.md
+++
title = "Tools"
author = ["Jacob Chvatal"]
lastmod = 2020-08-01T23:46:16-07:00
slug = "tools"
draft = false
+++

by documenting my belongings,
i will either better appreciate them
or learn to navigate their flaws.


## Currently {#currently}


### Software {#software}

<!--list-separator-->

-  Organization

    grocy
    syncthing

<!--list-separator-->

-  Communication

    mastodon
    signal
    matrix synapse

<!--list-separator-->

-  Interaction

    zsh
    ranger
    firefox
    neovim
    bspwm

<!--list-separator-->

-  platform

    arch linux testing
    debian buster

<!--list-separator-->

-  publishing

    gemini
    org

<!--list-separator-->

-  media

    mopidy
    mpv
    tt-rss
    newsboat


### Hardware {#hardware}

<!--list-separator-->

-  writing

    moleskine
    pentel orenz nero
    planck

<!--list-separator-->

-  Camera

    nimslo 3D
    fuji xt3

<!--list-separator-->

-  Music

    bose qc35ii
    audioengine a2+

<!--list-separator-->

-  Compute

    vultr vps
    xps 13 9370
    galaxy s9


## Considering {#considering}

herbstluftwm
fuji xt3

-   23mm f2
-   35mm f2

wireless nc earbuds
teenage engineering op-1
topcoat
better shoes
slides
ultrawide monitor
nixos

focus on the things that you do,
not the tools that you use to accomplish them.

better improvements often come with learning
to use the tools you have better, rather than
continuing to learn new tools and technologies.
